Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “这样啊……”费奇看着麦格，心中不禁有些愧疚，当初的哈迪斯先生也是个体面人，却一口气买了这么多垃圾商铺，要是当初自己劝着他一点，也不至于如此。
en_us: "I see..." Fitch looked at Mag. He could not help but feel a little guilty. Mr. Hades was a good person but he bought so many rubbish shops at a go. If he had advised him against it back then. this wold not have happened.

source: “这样啊。”玛拉若有所思的点点头。
en_us: "I see." Mala nodded thoughtfully.

source: “这样啊。”麦格沉吟，目光重新落到了地上的那个巨汉身上。
en_us: "I see." Mag fell silent. He looked at the man on the ground again.

source: “这样啊。”麦格若有所思，他原本还想着自己的马甲热度那么高，是否能够尝试着引流一番。
en_us: "I see." Mag was thoughtful. He wondered if he could attract more fans since his popularity was so high now.

source: “这样啊，好吧。”艾米点点头，不过眼珠一转，又道：“你们光喝酒，不吃菜吗？”
en_us: "I see. Alright." Amy nodded. However, she said very quickly, "Did you only drink and not eat?"

source: “这样啊，父亲大人真是严谨呢。”艾米点点头，小手伸手抓住艾米的两根手指，开心的跟着麦格去了后院。
en_us: "I see. Father is really a conscientious person." Amy nodded. She reached out to grab two of Mag's fingers and followed him to the back yard happily.

source: “这样啊，那你可以自己学着玩。”麦格笑着说道，从系统那里买了一批用于调制酒所需的原料和酒水，然后又给安妮找了一些调酒师教学视频，让她自学着玩。
en_us: "I see. Then, you can learn it for fun," Mag said with a smile. He bought a set of raw ingredients and liquors for mixology from the system, and found some bartending tutorial videos for Annie to learn from.

source: “这样啊，那我现在报名还来得及吗？”麦格没想到时间如此紧迫，今天就截止了。
en_us: "I see. In that can I still make it for the registration?" Mag did not think that time was so tight and today was the last day.

source: “这样子还不行吗？可是系……”
en_us: "This is not good? But the Sy…"

source: “这样对待两位手无缚鸡之力的女士，你可真是卑劣啊。”
en_us: "You're so despicable to treat two armless women."

source: “这样挺好的啊，你看这些人聊的多开心啊，几杯酒下肚，啥都敢往外边说，这要是其他客人在这里，还不一定敢听。”麦格无视了系统的咆哮。
en_us: "This is not bad. Look at these people chatting happily. After a couple of shots, they will be talking about anything and everything. If there are other customers around, they might not even dare to listen to the conversation." Mag completely ignored the system's hollers.

source: “这样的话，中华小当家的项目……是不是就可以上线了？”麦格摸了摸下巴，陷入了思考之中。
en_us: "In this case, perhaps the project of 'Cooking Master Boy[1. Chūka Ichiban! is a Japanese manga series written and illustrated by Etsushi Ogawa. It was serialized in Kodansha's Weekly Shōnen Magazine from October 1995 to May 1999. From 1995 to 1996 it was serialized as Chūka Ichiban! An anime television series adaptation by Nippon Animation aired on Fuji TV from April 1997 to September 1998. In some other countries, the anime adaptation was also called Cooking Master Boy.]'… can be lauched soon?" Mag rubbed his china and thought deeply.

source: “这样麦老板回来以后生意会不会受到影响啊？”提着饭盒的熙熙有些担忧道，麦老板不在，她负责起了给墨白和鹿鹿送饭的任务。
en_us: "Will this affect Boss Mag's business when he comes back in the future?" Xixi asked worriedly. Without Boss Mag around, she was now in charge of delivering food to Mobai and Lulu.

source: “这样，会不会不太好？”温妮莎指了指面前的饭碗。
en_us: "Is this a little inappropriate?" Vanessa asked as she pointed to the rice bowl in front of her.

source: “这次战争，因为洛斯帝国的突袭和奥斯特的愚蠢部署，战争派部落损失惨重，奥斯特的威望也是随之大降，不少部落已经生出脱离战争派，加入我们和平派的念头，我们要趁这个机会把他们收拢到和平派来，从而让和平派能够代表兽人族的声音。”雷克斯说道。
en_us: "This war happened because of the Roth Empire's sudden attack and Auster's foolish deployment. The pro-war group has suffered heavy losses, and people have started losing respect for Auster. There were many tribes thinking of leaving the pro-war group and joining us in the pro-peace group. We must take this opportunity to bring them over to the pro-peace group, which will allow the pro-peace group to represent the voices of more orcs," Rex said.

source: “这次经费充足，吃饭、洗脚、搓背全报销。”
en_us: "We have sufficient budget this time around, with food, massage, all paid for."

source: “这款获得50分满分评分的酒，来自塞班酒馆的茅台酒！”主持人洪亮的声音传遍了整个教堂。
en_us: "This liquor that received the 50 points full marks is Maotai from Saipan Tavern!" The emcee's booming voice reveberated throughout the whole church.

source: “这百分之一百的概率……有抽不中的可能吗？”系统欲哭无泪。
en_us: "This is a 100% probability... is it possible that you won't get it?" The system wanted to cry.

source: “这的确是让人惊叹的美酒，比起当年的泰坦酒更胜一筹，时间成了马库斯最好的助手，替他完成了剩下的工作，成就了这真正的泰坦酒。”另一位评委同样赞叹道。
en_us: "This was indeed a stunning wine. It was better than the Titan Liquor back then. Time had become Marcus's best assistant and has also completed the remaining work for him to make the real Titan Liquor," another judge exclaimed as well.

source: “这种时候，就需要借助外力了。我想在洛都应该能够购买到其他酿酒坊酿的酒吧？哪怕是价格稍微昂贵一些，利润稍微低一点，但只要质量能够达到要求，大可用拿来主义解决问题。”麦格微笑道。
en_us: "At this time, you'll require external help. I think you should be able to buy the wine from other brewery in Rodu, right? Even if it is slightly more expensive and your profit margin would be slightly lower, but if the quality reaches your expectations, you could use it to solve your problems," Mag said with a smile.

source: “这种自信，我已经很多年没有在年轻人身上看到了。”库尔特看着麦格的背影。
en_us: "I haven't seen such confidence on young people for a long time." Kurt looked at Mag's back.

source: “这究竟是个什么+祖宗啊……”系统欲哭无泪。
en_us: "What the heck is this + thing…" The system felt like crying.

source: “这究竟是什么食物呢？”
en_us: "What kind of food exactly is this?"

source: “这精致的面点，也是哈迪斯先生您亲手做的吗？”埃菲看着坐在对面的麦格有些不可思议的问道。
en_us: "Did you make this exquisite dumpling too, Mr. Hades?" Eiffie looked at Mag, who was sitting opposite her, in disbelief.

source: “这缠绵的月夜，哈迪斯先生他们现在会在做什么呢？”埃菲坐在窗边，拉开一角窗帘，看着斜对面拉着窗帘，还有微微灯光映照出来的房间，托着下巴愣愣出神。
en_us: "What is Mr. Hades doing on such a lovely night?" Eiffie sat by the window with a corner of her curtain lifted. She looked at the closed curtain diagonally across the street as she propped her chin on her hand. Faint light was shining out from the window.

source: “这老板倒也实诚，还让我把剩下的酒给带回来了。”波比拔开酒塞，闻着熟悉却依旧让他惊艳的酒香，失笑道。
en_us: "This owner is rather honest. He even let me bring the rest of the wine back." Bobby pulled out the cork. It was still the familiar smell that struck him.

source: “这老板倒是有趣，咱们以往去吃饭喝酒，那些老板都是各种巴结讨好，他倒是一点都不慌不忙的。”一位大臣笑着道。
en_us: A courtier chuckled, and said, "This boss is really interesting. Wherever we go for drinks or meals, those bosses would try their best to suck up to us, but he isn't flustered at all."

source: “这老板的女儿还真有趣，我点了两瓶酒，她还担心我们喝醉了。”库尔特笑道。
en_us: "This boss' daughter is so interesting. I ordered two bottles of liquor and she's worried that we will get drunk." Kurt smilingly said.

source: “这老饕还真是知道吃，来酒馆买下酒菜这种操作，一般人是做不出来的。”麦格眉梢微挑。
en_us: This chowhound really knows how to enjoy his food. Normal people can't really execute the move of buying side dishes at a tavern. Mag raised his eyebrows slightly.

source: “这胜算，不太吉利啊。”麦格皱眉，立马放松了身体，看着门口那姑娘微笑道：“抱歉，酒馆已经歇业，如果要喝酒的话，请明天再来吧。”
en_us: "This odds doesn't look very auspiscious." Mag frowned. He instantly relaxed his body and smiled at the girl at the door, "I'm sorry. The tavern is already closed for the night. Please come again tomorrow if you want to drink."

source: “这花生是剥了皮的呢。”艾米拿起筷子，夹起了一颗花生丢到嘴里，腮帮子快速动着，发出了渣渣渣的声音，就像是一个啃松果的小松鼠。
en_us: "This peanut is deshelled." Amy picked up a peanut with her chopsticks, and threw it into her mouth. She chewed quickly, and the munching sounds made her look like a little squirrel nibbling on pine cones.

source: “这花生，真香啊。”伊琳娜抬头看了一眼麦格，又丢了一颗花生到嘴里，嘴角微微上扬，露出了开心的笑容。
en_us: "This peanut is really fragrant." Irina looked up at Mag, and threw another peanut into her mouth as she smiled happily.

source: “这蠢货多半是想要重新吸纳脱离战争派的那些部落，所以硬着头皮承认，反正目前的局势来看，洛斯帝国应该不会冒着被各族群起攻之的风险对暮光森林再次发动战争。”迈克尔沉声道。
en_us: "This moron most probably wanted to reabsorb those tribes that had left the pro-war faction, so he forced himself to proclaim that. Anyway, looking at the current situation, the Roth Empire most probably wouldn't take the risk of being attacked by all the races to start a war on the Twilight Forest again," Michael said gravely.

source: “这蠢货？！”迈克尔接过信，皱眉看着。
en_us: "That moron?!" Michael took the missive, and read it with a frown.

source: “这软饭吃的，可真香啊。”
en_us: "It feels so good to depend on women."

source: “这辈子恐怕是没希望了。”麦格一本正经道。
en_us: "There's probably no chance in this life," Mag answered seriously.

source: “这边。”麦格直接扶着伊琳娜来到梅兰特身前。
en_us: "Here." Mag helped Irina over to Merante.

source: “这边坐吧，要不要来一杯？”埃菲安排麦格在一个靠近酒柜的位置坐下，笑吟吟的看着他问道。
en_us: "Take a seat here. Do you want a drink?" Eiffie arranged for Mag to sit near the bar counter and looked at him with a smile.

source: “这边有空位，不过我们需要和那两位客人拼桌。”卡诺找到了位于窗边的两个空位，是先前的客人离开之后空出来的，不过桌子上还坐着两个身材壮硕的兽人。
en_us: "There are empty seats there, but we'll need to share a table with those two customers over there." Canault found two empty seats next to the windows. They were vacated by the customers who had left earlier. However, two hunky orcs were sitting at that table too.

source: “这边经常连个人影都看不到，人渣倒是不少，客官你来做什么？”车夫收了麦格的钱，看了眼破落的巷子，问了一声。
en_us: "It's almost impossible to see anyone here but there are quite alot of scums. What are you doing here, Sir?" The coachman took Mag's money and asked as he glanced at the run-down alley.

source: “这边请。”埃菲带着麦格向着酒坊的角落里走去。
en_us: "This way please." Eiffie brought Mag to a corner of the brewery.

source: “这还不死啊？”伊琳娜看了好一会，歪头看着梅兰特有些诧异道。
en_us: "He's not dead yet after all this?" Irina exclaimed in shock after looking at Merante for a while.

source: “这还只是一纸承诺，只能算作初见黎明。”麦格笑着摇头，“接下来，应该不需要我逐一跑一遍各族吧？”
en_us: "This is only a piece of paper, so it's only a glimpse of the dawn." Mag shook his head with a smile. "I don't think you need me to go all the races one by one, right?"

source: “这酒入口柔绵、清冽甘爽，酒体醇厚丰满，饮下之后，回味悠长，实属百年难遇的美酒！”库尔特许久之后睁开眼睛，忍不住赞叹道。
en_us: Kurt opened his eyes after a long time and praised, "This liquor is smooth and refreshing. Its texture is rich and thick. Its aftertaste is linger long after swallowing. It's indeed an excellent liquor that one rarely encounters!"

source: “这酒哪来的？你这小兔崽子还会背着我藏好酒了。”梅兰特看着诺亚追问道。
en_us: "Where is this wine from? How dare you rascal hide such good wine from me." Merante questioned Noya.

source: “这酒馆要不是和亚伯罕公爵有关系，我非得好好数落那老板一顿不可，让我一个老头在外边站了那么久。”一位老大人锤着自己的腿埋怨道。
en_us: "If this tavern hadn't been related to Duke Abraham, I would have taught this owner a lesson. How could it let an old man like me stand outside for so long," an old courtier grumbled as he pounded his legs.

source: “这酒香也未免太过浓郁诱人了吧？”亚伯罕凑上前嗅了嗅，然后直接推门走进了酒馆。
en_us: "This liquor's aroma is simply too enticing." Abraham went up to take a sniff before he pushed open the door, and walked into the tavern.

source: “这酒香！”
en_us: "This liquor's aroma!"

source: “这酒香！”库尔特男爵一下子站了起来，有些不可思议的看着工作人员端来的酒杯。
en_us: "This aroma!" Baron Kurt instantly stood up and stared at the glass brought over by the staff member with disbelief.

source: “这酒，妙啊！”伊琳娜赞道。
en_us: "This wine is marvelous!" Irina praised.

source: “这酒，的确不错啊。”在厨房里的麦格也闻到了酒香，眼睛一亮，同样忍不住赞叹道。
en_us: "This wine is not bad indeed." Mag, who was in the kitchen, could not help but exclaim with his eyes wide when he smelled the fragrance of the wine.

source: “这酒，还挺不错的啊，有助睡眠。”伊琳娜嘀咕道，拉开门下楼。
en_us: "This wine is not bad. It aids sleep," Irina mumbled to herself as she opened the door to go downstairs.

source: “这里不是还有一个工具人吗？”麦格笑着在那巨汉身边蹲下，笑着拍了拍肩膀道：“是吧？”
en_us: "Don't we have someone here?" Mag smiled and squatted beside the man. He patted the man's shoulder and said, "Am I right?"

source: “这里也要两本！”
en_us: "I would like to have two as well!"

source: “这里就交给你处理吧，我先回去了。”麦格也不指望从她嘴里再套出什么消息，拍了一下阿紫，直接开溜。
en_us: "I'll leave all these for you to settle. I'm going back first." Mag didn't expect to get any information from her, so he left right away after giving Ah Zi a pat.

source: “这里的怨气颇重，竟然没有被完全吞噬。”一落地，梅兰特便有些意外道。
en_us: Merante said with surprised as soon as they landed, "The resentment is very heavy. It actually wasn't devoured completely."

source: “这钱，您必须要收下，不然我会觉得不好意思的。”埃菲没有收回手，表情坚定的看着麦格。
en_us: "You must accept this money. Otherwise, I would feel bad." Eiffie did nto take her cheque back. She looked at Mag with resolution.

source: “这钱，我不能收。”麦格连忙抬手拒绝。
en_us: "I can't accept this money." Mag quickly waved his hands to reject.

source: “这钱，我替他收下了，一会留下吃饭吧，我们也还没有吃。”
en_us: "I'll accept this money on his behalf. Stay back a while for lunch. We've not eaten too."

source: “这难道是酒香？”波比的脸上露出了几分意外和不确定的表情，这香味太诱人了。
en_us: "Is that the fragrance of wine?" Bobby was rather surprised and uncertain. The fragrance was too enticing.

source: “这香味……好特别？！”伊琳娜的鼻子动了动，眼睛一亮。
en_us: "This aroma… is rather special?!" Irina's nose twitched, and her eyes lit up.

source: “这香味！”
en_us: "This smell!"

source: “这鬼东西，怎么会那么多！”诺亚看着雪原之上密密麻麻的古尸，声音有些颤抖。
en_us: "Why are there so many of this stuff!" Noya said with a tremble in his voice as he looked at the plain full of ancient corpses.

source: “这，你就有点管的太宽了。”伊琳娜笑了，“而且，遇上他，是我这辈子最大的幸运，至于那个孩子，更是生命之神赐予我们最美好的礼物。”
en_us: "This is none of your business." Irina smiled. "Furthermore, meeting him was the luckiest thing in my life, and that child is the most beautiful gift that the God of Life has bestowed upon us.

source: “这？！”
en_us: "This?!"

source: “进来吧。”麦格自然不会拒绝两人进来喝一杯的要求，而且既然梅兰特的伤势已经恢复，也该回归继续搜寻乔修的工作，他可是大型人肉雷达。
en_us: "Come on in." Mag naturally wouldn't reject their request to come in for a drink. Since Merante had recovered from his injuries, he would return to his search for Josh. He was a giant living radar.

source: “进来吧，叔叔什么时候骗过你，真有好吃的。”亚伯罕笑着道。
en_us: "Come on in. When did I ever lie to you? There really is good food," Abraham said with a smile.

source: “逆子，误我！”安德烈重重叹了一口气。
en_us: "Unfilial son, burden!" Andre let out a heavy sigh.

source: “选一把趁手的菜刀，把这些食材全部切成小颗粒的状态。”系统开始教学。
en_us: "Choose a cleaver that feels good to hold and chop all the ingredients into cube-size." The System started its tutorial.

source: “遵从我内心的选择。”库尔特拿起了面前的分数牌，给出了10分。
en_us: "I will follow my heart." Kurt picked the score card in front of him and awarded a 10 point.

source: “那……”
en_us: "In that case.."

source: “那……那我们也卖他们的酒嘛。”小丫鬟瘪嘴。
en_us: "Th-then, we can sell his liquor too." The little maid pursed her lips.

source: “那……那现在该怎么办呢？我把父亲大人的切菜台切坏了，他要是看到的话，一定会很生气的。”艾米突然回过神来，有些焦急道。
en_us: "In that case… What should I do now? I broke Father's kitchen counter. If he sees it, he will be very angry." Amy said in a fluster after coming back to her senses.

source: “那一会现场见。”埃菲微笑着说道，带着玛拉上了小巧的马车。
en_us: "See you later then," Eiffie replied with a smile as she boarded a petite horse-drawn carriage with Mala.

source: “那一定要给我留一瓶。”帕萨卡眼睛一亮，跟着进了门，见门口的座位刚好空下来，便坐了下来。
en_us: "Then, you'll have to keep a bottle for me then." Pasaca lit up his eyes and followed her in. He saw an empty seat at the door and sat down.

source: “那不是学，那是创造。”麦格一脸淡定的拿起酒瓶给伊琳娜倒了一杯茅台酒，“这酒容易醉，和啤酒不同，慢慢喝，慢慢品尝。”
en_us: "I didn't learn them. I created them," Mag said calmly. She picked up the bottle of wine, and poured a glass of Maotai for Irina. "You'll get drunk easily with this. It's different from beer. Drink it slowly and savor it slowly."

source: “那两位老板瞒着消息，想要低价拿我这酒馆，也不太合适吧？”酒馆老板把笑容一收，冷笑道：“泰坦酒馆和塞班酒馆得了金奖的事情我今天没有去参加品酒大会不知道，但两位也不能把我当傻子吧。”
en_us: "You two gentlemen hid the news and tried to buy my tavern with a low price. Isn't it inappropriate too?" The tavern's boss stopped smiling and sneered, "I didn't know about Titan Tavern and Saipan Tavern getting the gold awards because I didn't go to the liquor tasting event today, but the two of you shouldn't take me as an idiot either."

source: “那个让你扶腰而出的漂亮老板娘，又来找你了呢。”伊琳娜似笑非笑的说道。
en_us: "That beautiful lady boss, who made you came out with a hand on your back, has come looking for you." Irina said with a mysterious smile.

source: “那为何不打？”
en_us: "Then, why shouldn't we fight?"

source: “那么大个人，要稳重一点哦。”艾米看着他说道。
en_us: Amy looked at him, and said, "You are such a big person. You've got to be more mature."

source: “那么小一瓶，有点贵了。”
en_us: "It's a little expensive for such a small bottle."

source: “那么母亲大人，什么样的蜗牛才是可以吃的呢？”艾米好奇的看着伊琳娜问道。
en_us: "Mother, what kind of snails can be eaten then?" Amy asked Irina curiously.

source: “那么，我就可以再次当老板娘了吗？”伊琳娜笑吟吟的看着麦格，“管钱的那种。”
en_us: "Then, can I be the lady boss again?" Irina looked at Mag smilingly. "The kind that manages the money."

source: “那么，祝您生活愉快，我先告辞了。”费奇向着麦格深深鞠了一躬，蹦跳着离开，心情愉悦的就像是一只小鹿。
en_us: "Then, I wish you all the best. I will make my leave now." Fitch bowed deeply to Mag, and then skipped away happily, feeling as joyful as a little deer.

source: “那也……过于豪放了吧？”麦格想象了一下自己脖子上挂着三十只大肥鹅的场景，不禁皱眉。
en_us: "That will… be too flamboyant?" Mag imagined the scene whereby 30 big, fat geese were hanging from his neck, and couldn't help frowning.

source: “那什么……我去把厨房收拾一下，然后再做点其他吃的吧。”麦格端着碗向厨房走去。
en_us: "Then…I'll go clean up the kitchen and make something else to eat." Mag picked up his bowl and walked to the kitchen.

source: “那他为何要承认？”
en_us: "Then, why did he admit that?"

source: “那他知道我们在哪里？”诺亚有些紧张。
en_us: "So does he know where we are?" Noya was nervous.

source: “那他这次又是给我们送好吃的吗？”
en_us: "Is he bringing delicious food for us again?"

source: “那以后打坏蛋这种事情，一定要带上我哦。”艾米表情认真的说道。
en_us: "In that case, if you want to beat up baddies, you have to bring me along," Amy said seriously.

source: “那件事，等到营业结束去做也不晚。”
en_us: "That thing can wait till we close for the day."

source: “那位不是泰坦酒馆的老板娘埃菲吗？当年泰坦酒也是名动一时的美酒啊，可惜……”
en_us: "Isn't that Lady Boss Eiffie from Titan Tavern? The Titan Liquor was once a famous liquor back then. It's a pity..."

source: “那你他妈还不往西边追。”艾略特抬腿就是一脚。
en_us: "Then, why don't freaking chase them westward?" Elliot gave him a kick.

source: “那你们古老者是否有办法消除，或者隐藏我们身上与克苏鲁有关的气息？现在这种不断有稀奇古怪的东西找上门的感觉，并不是很好。”
en_us: "Then do you Elder Things have any ways to conceal the Cthulhu's aura on us? It doesn't feel good to keep having weird creatures come looking for us."

source: “那你们好好休息，搬家第一天肯定累了，明天见。”埃菲假装听不懂的样子，转身便走，顺手还给带上了门。
en_us: "Have a good rest, then. It must be very tiring on your first day moving in. See you tomorrow." Eiffie pretended that she did not understand what Irina was implying, and turned to leave, even closing the door behind her.

source: “那你倒是解释啊。”
en_us: "So explain it."

source: “那你去把乔修给我找回来，让他自己当面和我解释。”安德烈声音冰冷道。
en_us: "Then, you will go get me Josh, and let him explain to me face to face," Andre said coldly.

source: “那你只要把每一格都写成全地形车就可以了啊。”艾米认真脸。
en_us: "In that case, you can make every section a All-terrain vehicle," Amy said seriously.

source: “那你可以吗？”
en_us: "Then, can you handle it?"

source: “那你呢。”
en_us: "What about you?"

source: “那你尝尝这个。”麦格把刚调好的那份酱汁拿到艾米面前。
en_us: "Try this, then." Mag placed a plate of sauce in front of Amy.

source: “那你就是打不过，笨蛋。”艾米翻了个白眼，不禁有些担心父亲大人和母亲大人。
en_us: "That means you're not his match, idiot." Amy rolled her eyes. She couldn't help feeling worried about her father and mother.

source: “那你就高兴的太早了，一般跟我做事的人，都很累。”麦格平淡道。
en_us: "Then, you are being happy too early. People who worked with me were usually very tired," Mag calmly said.

source: “那你拿什么保证他是清白的？利尔亲眼所见，布卢姆临死前的惨呼他的名字，你看到他的尸体了吗？如果不是见到大恐怖的东西，一位身经百战的将军，会被活活吓死吗？会被吸干全身的鲜血吗？”安德烈的语气变得尖锐。
en_us: "If so, how can you prove that he is innocent? Lear saw with his own eyes. Blum called out his name before he died. Have you seen his body? If he hadn't seen something so horrifying, how could an experienced veteran general have died of fright? How could he have gotten drained of all his blood?" Andre's tone became piercing.

source: “那你有口福了，父亲大人做的鱼香茄子超好吃的呢，一点都不比麦格先生差。”艾米眨了眨眼睛说道。
en_us: "You're lucky, then. Father makes really good eggplant with garlic sauce. It's nowhere worse than Mr. Mag," Amy said with a blink of her eye.

source: “那你看我行吗？”伊琳娜指着自己道。
en_us: "Then do you think I will make the cut?" Irina asked as she pointed to herself.

source: “那你要小心一点哦，你的小命都掌握在我的手里呢。”艾米微笑道。
en_us: "Then you must be careful, your little life is in my hands," Amy said with a smile.

source: “那你觉得我们看起来像人类吗？”梅兰特笑了笑。
en_us: "Do you think we look like humans?" Merante smiled.

source: “那倒是，真是令人敬佩。”手下跟着点头。
en_us: "That's true. It's really admirable." The subordinate nodded too.

source: “那先谢过哈迪斯先生了。”埃菲感激道，带着玛拉道别离开。
en_us: "Then I'll thank you in advance," Eiffie said gratefully as she left with Mala.

source: “那再见了。”麦格告辞离开。
en_us: "In that case, goodbye." Mag made his leave.

source: “那又怎么样呢，我只是想让我的老朋友能够体面的回到大地母亲的怀抱，而不是让那些厌人的怪鸟啄食侮辱。”先前说话的老人从床上坐起身来，眼睛在黑暗中似乎也闪耀着光芒：“当年他英勇的扑向那些入侵风之森林的恶魔的时候，可从未想过自己是否能够活着回来。”
en_us: "So what? I just want my old friend to return to the arms of Mother Earth in a dignified way instead of letting those disgusting strange birds feed on him in humiliation." The old man who spoke first sat up on his bed. There seemed to be a glimmer in his eyes in the dark as he said, "Back then when he threw himself bravely at those demons that invaded the Wind Forest, he did not expect himself to come back alive."

source: “那古尸呢？”麦格心中突然有些不安。
en_us: "Where are the ancient corpses now?" Mag suddenly felt rather uneasy.

source: “那可不行！”哈里森摇头，“我……我去那边吃个烧饼就散步去。”
en_us: "No way!" Harrison shook his head. "I… I'll go over there to have a pancake while I take a walk."

source: “那可是我高价从其他系统手里淘的高等级追踪器，来自M78星云的最新科技，是从一奥特曼身上拆下来的，才服役两百年。”系统强调道。
en_us: "It's a high-tier tracking device that I bought from the other systems with a high price. It is the latet technology from planet M78. It was removed from Ultraman and had only been used for 200 years," the System emphasized.

source: “那因为迷路找不到房间，最后还是我带着你过去这件事，怎么算？”
en_us: "Then, what about the fact that you can't find his room because you're lost and I have to bring you there eventually?"

source: “那地方还有人租商铺吗？”那人有些疑惑，不过还是拿着资料回了自己的位置。
en_us: "Would anyone still want to rent a shop there?" That person was perplexed but he still returned to his seat with the documents.

source: “那大可不必。”
en_us: "There's no need for that."

source: “那天就喝了几口，没过瘾，自然要再来尝尝。”库尔特看着桌上的两瓶酒，又是有些好奇的问：“哈迪斯先生有两款酒，为何只送茅台来参加品酒大会？”
en_us: "We only had a few sips that day. It wasn't enough, naturally we have to come try it again." Kurt looked at the two bottles on the table and curiously asked, "Mr. Hades has two kinds of liquor, why did you only send Maotai to the liquor tasting event?"

source: “那女人和那个三头蛇都可能来自地底之下，古老者在那里建立了秩序，限制克苏鲁的仆从来到诺兰大陆。”
en_us: "That woman and three-headed snake might be from the underground. The Elder Things had set up an order there and limited the Cthulhu's servants from coming to Norland Continent."

source: “那女人对你还挺好的啊。”伊琳娜笑吟吟的抬头看着他。
en_us: "That woman treats you rather well," Irina looked up at him with a smile.

source: “那好，我去给你打包一份。”亚伯罕起身走到酒柜前。
en_us: "Alright. I'll take away a set for you." Abraham stood up and went to the counter.

source: “那如果我死了的话，你是不是也死了？”
en_us: "Then if I die, will you be dead too?"

source: “那娘们是真的狠，用圣光术给我烧的差点升天，不过也的确厉害啊，把当年留下的一些隐疾都化解了，这么重的伤势也能医好。”梅兰特有些感慨道。
en_us: "That b*tch is really ruthless. She almost sent me to see my maker with the Holy Light. But she is formidable. She healed some of my underlying problems from back then, and could even cure such a serious wound," Merante lamented.

source: “那安妮她……”
en_us: "In that case Annie is..."

source: “那实在是太可惜了。”埃菲也是叹了口气，为其他人无法品尝到麦格的厨艺而感到可惜。
en_us: "That is really a pity." Eiffie sighed as well. She found it a pity that others would not be able to try Mag's culinary skills.

source: “那小姐是觉得我们吃饭的样子比较下饭吗？”
en_us: "Then, do you think the way we eat is appetising, Miss?"

source: “那小鬼，过来给老爷们倒酒。”一个大腹便便的中年官员指着柜台后边坐着的艾米说道。
en_us: "Little brat, come over here and pour us some wine," a middle-aged man said as he pointed to Amy, who was sitting behind the counter.

source: “那就出发吧，现场勘探一下情况。”麦格点头。
en_us: "Let's set off then. We'll go to the site to understand the situation." Mag nodded.

source: “那就好。”埃菲稍稍松了口气。
en_us: "That will be good." Eiffie heaved a breath of relief slightly.

source: “那就是可能在这个平平无奇的世界里，藏着一个瓦坎达咯？”麦格笑了。
en_us: "In that case, maybe in this boring world, there's a Wakanda?" Mag laughed.

source: “那就有劳埃菲小姐了，塞班酒馆初来乍到，也想在这品酒大会上找点存在感。”麦格也不客气，这种门路可遇不可求啊。
en_us: "Thank you so much. Saipan Tavern had just opened and I hope that it could be more known through the liquor tasting event." Mag knew that this was an opportunity that was hard to come by.
